"agent_OKButton" = "확인";
"agent_CancelButton" = "취소";

"agent_menuQuit" = "종료";
"agent_menuEnablePlugin" = "Folx 플러그인 사용";
"agent_menuConfigure" = "플러그인 기본 설정";

"agent_menuAddTask" = "새로운 작업";
"agent_menuStartAll" = "모두 시작";
"agent_menuStopAll" = "모두 중지";

"agent_btnUsePlugin" = "Folx를 이용해 브라우저의 다운로드 링크를 감지하세요";
"agent_prefCheckMimeType" = "감지 종류:";
"agent_prefRestoreDefaults" = "기본 설정 복구";

"agent_msgErrorAddCatchingType" = "모든 항목이 필요합니다";
"agent_infoErrorAddCatchingType" = "감지를 원하는 파일 종류를 추가하기 위해 모든 항목을 작성하세요";

"agent_Description" = "설명";
"agent_MimeType" = "MIME 종류";
"agent_Extensions" = "확장";

"agent_msgFolxNotFound" = "이 컴퓨터에는 Folx가 설치되어 있지 않습니다";
"agent_infoFolxNotFound" = "Folx 플러그인은 최초의 Folx 앱 없이는 작동하지 않습니다. 링크를 감지하고 파일을 다운로드하려면 Folx 다운로드 매니저를 설치해야 합니다.";

"agent_msgInstallPlugin" = "Folx 에이전트가 브라우저 플러그인 설치를 완료했습니다";
"agent_infoInstallPlugin" = "링크 감지 옵션을 활성화하려면 인터넷 브라우저를 재시작하세요. ";
